{
    "astro_image_details": [
        {
            "image": "dumbbell.jpg",
            "title": "Dumbbell Nebula",
            "description": "The dumbbell nebula, M27, is a planetary nebula found in the constellation Vulpecula. 50x40s exposures were taken from my backyard on June 11, 2020, and stacked to produce this image.",
            "equipment": [
                 "Sky-Watcher EvoStar 100ED",
                "Canon EOS Rebel SL2",
                "Sky-Watcher HEQ5",
                "Starfield 0.8X Reducer"
            ],
            "link": "https://www.nasa.gov/feature/goddard/2017/messier-27-the-dumbbell-nebula",
            "id": 5
        },
        {
            "image": "jupiter.jpg",
            "title": "Jupiter",
            "description": "The biggest planet in our solar system. Jupiter's clouds, as well as its 4 most prominent moons can clearly be seen! This picture is a composite that consists of a stack of ~4000 images taken with low iso and one image taken with high ISO. I'm sure more detail would be visible without the reducer and a barlow lens. Taken July 2, 2020.",
            "equipment": [
                 "Sky-Watcher EvoStar 100ED",
                "Canon EOS Rebel SL2",
                "Sky-Watcher HEQ5",
                "Starfield 0.8X Reducer"
            ],
            "link": "https://en.wikipedia.org/wiki/Jupiter",
            "id": 3
        },
        {
            "image": "moon6-1-2020.png",
            "title": "Moon from Ontario, Canada",
            "description": "Our very own moon, taken on June 1, 2020. I took around 40 images and stacked them using Autostakkert.",
            "equipment": [
                 "Sky-Watcher EvoStar 100ED",
                "Canon EOS Rebel SL2",
                "Sky-Watcher HEQ5",
                "Starfield 0.8X Reducer"
            ],
            "link": "https://en.wikipedia.org/wiki/Moon",
            "id": 4
        },
        {
            "image": "pinwheel.jpg",
            "title": "Pinwheel Galaxy",
            "description": "In Ursa Major lies M101, also known as the Pinwheel Galaxy. This is my first picture of a galaxy, made with about 2 hrs of integration time. You can also see hints of NGC 5474 in the top left and NGC 5422 in the bottom right. Taken June 12, 2020",
            "equipment": [
                 "Sky-Watcher EvoStar 100ED",
                "Canon EOS Rebel SL2",
                "Sky-Watcher HEQ5",
                "Starfield 0.8X Reducer"
            ],
            "link": "https://www.nasa.gov/feature/goddard/2017/messier-101-the-pinwheel-galaxy",
            "id": 1
        },
        {
            "image": "hercules.jpg",
            "title": "The Great Cluster in Hercules",
            "description": "This is M13, a massive globular cluster in the constellation hercules. It is made up of thousands of stars gravitationally bound to one another, and provides a spectacular sight through small telescopes and binoculars. This picture is a stack of 100x15s exposures. Taken May 26, 2020.",
            "equipment": [
                 "Sky-Watcher EvoStar 100ED",
                "Canon EOS Rebel SL2",
                "Sky-Watcher HEQ5",
                "Starfield 0.8X Reducer"
            ],
            "link": "https://www.nasa.gov/feature/goddard/2017/messier-13-the-hercules-cluster",
            "id": 2
        },
        {
            "image": "ring.png",
            "title": "Ring Nebula",
            "description": "M27 - the Ring Nebula. A small planetary nebula in the constellation Lyra. This is my first planetary nebula image, taken on June 8, 2020.",
            "equipment": [
                "Sky-Watcher EvoStar 100ED",
                "Canon EOS Rebel SL2",
                "Sky-Watcher HEQ5",
                "Starfield 0.8X Reducer"
            ],
            "link": "https://www.nasa.gov/feature/goddard/2017/messier-57-the-ring-nebula",
            "id": 0
        },
        {
            "image": "whirlpool.jpg",
            "title": "Whirlpool Galaxy",
            "description": "M51 - Whirlpool Galaxy along with the smaller NGC 5195. This image is only made up of 45 minutes worth of exposure time, as clouds rolled in during the imaging session. However, the arms are bright enough to appear distinctly in the image, and with some editing can be seen easily in the image.",
            "equipment": [
                "Sky-Watcher EvoStar 100ED",
                "Canon EOS Rebel SL2",
                "Sky-Watcher HEQ5",
                "Starfield 0.8X Reducer"
            ],
            "link": "https://www.nasa.gov/feature/goddard/2017/messier-51-the-whirlpool-galaxy",
            "id": 3
        },
        {
            "image": "NEOWISE.jpg",
            "title": "Comet C/2020 F3 (NEOWISE)",
            "description": "Comet Neowise was only discovered on March 27, 2020, but within a couple of months it became so bright that it was visible via the naked eye on Earth. For a couple of weeks, those with a keen eye could see the comet just before sunrise and just after sunset. This image was taken around 5 AM from Southern Ontario, when the comet is most visible. ",
            "equipment": [
                "Canon 18-55mm F/3.5-5.6",
                "Canon EOS Rebel SL2",
                "Standard Tripod"
            ],
            "link": "https://en.wikipedia.org/wiki/C/2020_F3_(NEOWISE)",
            "id": 7
        },
        {
            "image": "meteor.jpg",
            "title": "Perseids",
            "description": "A summer trip to the Olympic Mountains in Washington, USA was made extra special by the Perseids. At Ruby beach, on the western coast of the United States, I was able to see the Milky Way for the first time. This is when I truly felt connected with the universe, peering out towards the galactic core of our vast galaxy. Luckily enough, my trip to the Washington coast coincided with the meteor shower; and my luck was further compounded when I caught a meteor burning up in our atmosphere as I was taking a picture of the sky.",
            "equipment": [
                "Nikkor 18-55mm",
                "Nikon D3500"
            ],
            "link": "https://blogs.nasa.gov/Watch_the_Skies/tag/perseids/",
            "id": 6
        },
        {
            "image": "milkywayOR.jpg",
            "title": "Milky Way ft. Jupiter and Saturn",
            "description": "Our galactic core. At Lost Lake near Mt. Hood, Oregon, I took some time to take in the summer skies and photograph our own galaxy. Using my camera, smartphone as a remote shutter, and the Star Adventurer as a star tracker, I was able to capture multiple 90s sub exposures from a Bortle 2 sky. The results, as you can see, are glorious. The bright spot is Jupiter, with Saturn on its left. We can also see a number of nebulae scattered along the galactic plane.",
            "equipment": [
                "Nikkor 18-55mm",
                "Nikon D3500",
                "Sky-Watcher Star Adventurer"
            ],
            "link": "https://imagine.gsfc.nasa.gov/science/objects/milkyway1.html",
            "id": 10
        },
        {
            "image": "ic1795.jpg",
            "title": "IC 1795 - Fish Head Nebula",
            "description": "Right below the heart nebula in the sky is another emission nebula called the Fish Head nebula. Quite well named as it looks like a fish head (with the fish swimming downwards). This is my first image of an emission nebula, captured with 27 190s sub exposures and no autoguiding - and stetched to the limit. I was also able to take this photo in my backyard, which is rife with light pollution, and it just goes to show how far imaging technology has come.",
            "equipment": [
                "Sky-Watcher EvoStar 100ED",
                "Full Spectrum Modified Canon EOS Rebel SL2",
                "Sky-Watcher HEQ5",
                "Starfield 0.8X Reducer",
                "ZWO Duo Band 2'' Filter"
            ],
            "link": "https://science.nasa.gov/ic-1795-fishhead-nebula",
            "id": 8
        },
        {
            "image": "flame.jpg",
            "title": "NGC 2024 & Barnard 33 - Flame Nebula & Horsehead Nebula",
            "description": "Orion the Hunter is a famous constellation in the sky that contains many interstellar jewels. Imaged here are a couple of them - the flame and horsehead nebulae; stellar nurseries full of young stars and hot, radiating gas. Dominating the frame is Alnitak, the left-most star in Orion's belt. This is personally my favourite section of the sky, and I'm sure there are many out there who would agree. The colour and dustlanes give the flame nebula a very unique look, and I find it amazing that in the same view we can also capture another prominent and unique nebula in the Horsehead nebula. This image is a stack of 28, 210s sub-exposures at ISO 800.",
            "equipment": [
                "Sky-Watcher EvoStar 100ED",
                "Full Spectrum Modified Canon EOS Rebel SL2",
                "Sky-Watcher HEQ5",
                "Starfield 0.8X Reducer",
                "ZWO Duo Band 2'' Filter",
                "ZWO Asi 120mm Mini",
                "Sky-Watcher 8x50 Finder Scope"
            ],
            "link": "https://www.nasa.gov/mission_pages/chandra/multimedia/flame-nebula.html",
            "id": 9
        },
        {
            "image": "rosette.jpg",
            "title": "NGC 2244/C50 - Rosette Nebula",
            "description": "Rosette Nebula, an emission nebula located in the constellation Monoceros. Aptly named after resembling a rose from an aerial view. It contains an open star cluster NGC 2244 in its center. This image is a stack of 50x 250s, 5x 325s, and 1x 400s subexposures at ISO 800.",
            "equipment": [
                "Sky-Watcher EvoStar 100ED",
                "Full Spectrum Modified Canon EOS Rebel SL2",
                "Sky-Watcher HEQ5",
                "Starfield 0.8X Reducer",
                "ZWO Duo Band 2'' Filter",
                "ZWO Asi 120mm Mini",
                "Sky-Watcher 8x50 Finder Scope"
            ],
            "link": "https://www.space.com/39695-heart-of-the-rosette-nebula.html",
            "id": 11
        },
        {
            "image": "orion.jpg",
            "title": "M42 - Orion Nebula",
            "description": "The Crown Jewel of Orion. This is the Orion Nebula. Located in the sword of Orion, below the belt, this nebula is one of the most iconic deep sky objects in the universe. At a distance of ~1300 LY, it is relatively close and quite bright in the sky. It is in fact one of the few DSO's visible to the naked eye. This image is a result of just 1hr of data, taken in dual narrowband from a light polluted backyard.",
            "equipment": [
                "Sky-Watcher EvoStar 100ED",
                "Full Spectrum Modified Canon EOS Rebel SL2",
                "Sky-Watcher HEQ5",
                "Starfield 0.8X Reducer",
                "ZWO Duo Band 2'' Filter",
                "ZWO Asi 120mm Mini",
                "Sky-Watcher 8x50 Finder Scope"
            ],
            "link": "https://www.nasa.gov/feature/goddard/2017/messier-42-the-orion-nebula",
            "id": 12
        },
        {
            "image": "M8182.jpg",
            "title": "M81/M82 - Bodes Galaxy and Cigar Galaxy",
            "description": "Located approximately 12 million light years away, the Bodes and Cigar galaxies are two of the most prominent galaxies that can be observed from the Northern Hemisphere. Bodes galaxy is the grand design spiral galaxy, with its two arms clearly visible in the image. The Cigar galaxy is edge on (we're looking down the side of the galaxy), and hydrogen alpha (red veins) can be seen being emitted perpendicular to the plane of the galaxy. This image uses 1hr 17mins of data collected from my backyard; 50s exposures at ISO 1600.",
            "equipment": [
                "Sky-Watcher EvoStar 100ED",
                "Full Spectrum Modified Canon EOS Rebel SL2",
                "Sky-Watcher HEQ5",
                "ZWO Asi 120mm Mini",
                "Sky-Watcher 8x50 Finder Scope"
            ],
            "link": "https://science.nasa.gov/galaxy-wars-m81-and-m82",
            "id": 13
        },
        {
            "image": "trails.jpg",
            "title": "Star Trails Around the Celestial North Pole",
            "description": "A couple hours worth of data to make these star trails, captured from my backyard! Capturing star trails is much easier than imaging an object, as there's no need for tracking. Simply set the camera on a tripod and let it snap awway. The darker the sky, the more lines visible. This picture was taken from a city, there are light pollution gradients visible and not as many trails as there could have been.",
            "equipment": [
                "Canon 18-55mm @ 18mm",
                "Full Spectrum Modified Canon EOS Rebel SL2",
                "Standard Tripod"
            ],
            "link": "https://en.wikipedia.org/wiki/Star_trail",
            "id": 14
        }
    ]
}